Repository: pmespace/PMS.NEXOSale
Catalog: NEXOSale.30/CommonResources.*.resx
Languages: fr

# FConfirm.CancelOperationRequest
source: Are you sur you want to cancel the operation ?
fr: Etes-vous certain de vouloir annuler l'opération en cours ?

# FConfirm.EnterTodaysDate
source: Enter today's date (YYYYMMDD):
fr: Saisir la date du jour (format AAAAMMJJ):

# FConfirm.InvalidAdminCode
source: Invalid admin code
fr: Code administratuer invalide

# Button.Cancel
source: Cancel
fr: Annuler

# Button.Close
source: Close
fr: Fermer

# Button.CloseX
source: &Close
fr: &Fermer

# Button.CancelX
source: &Cancel
fr: &Annuler

# FWait.ConnectingToPOI
source: CONNECTING TO POI
fr: CONNEXION AU TERMINAL

# FWait.ConnectingToPOIBackup
source: CONNECTING TO POI (USING BACKUP)
fr: CONNEXION AU TERMINAL (UTILISATION DU TERMINAL DE SECOURS)

# FWait.ConnectionFailed
source: CONNECTION FAILED, CHECK SETTINGS
fr: LA CONNEXION A ECHOUE, VERIFIEZ LES PARAMETRES

# FWait.ErrorStartingConnectionProcess
source: ERROR STARTING CONNECTION PROCESS
fr: ERREUR AU LANCEMENT DU PROCESSUS DE CONNEXIOIN

# FWait.FatalError
source: FATAL ERROR CONNECTING TO PO
fr: ERREUR FATAL AU MOMENT DE LA CONNEXION AU TERMINAL

source: Please wait
fr: Veuillez patienter

source: accepted
fr: accepté

source: declined
fr: refusé

source: Failed to send
fr: Impossible d'envoyer

# FPrint.CustomerReceipt
source: CUSTOMER RECEIPT
fr: RECU PORTEUR

# FPrint.MerchantReceipt
source: MERCHANT RECEIPT
fr: RECU COMMERCANT

# FProcessing.AbortInProgress
source: Aborting transaction
fr: Annulation de transaction

# FProcessing.AbortRequest
source: ABORT REQUEST
fr: DEMANDE D'ANNULATION

# FProcessing.AnErrorHasOccurred
source: An error has occurred, transaction processing could not complete
fr: Une erreur s'est produite, le traitement de la transaction ne peut pas se terminer

# FProcessing.AutomaticallyClosingWindow
source: AUTOMATICALLY CLOSING WINDOW
fr: FERMETURE AUTOMATIQUE DE LA FENETRE

# FProcessing.CancelledByUser
source: CANCELLED BY USER
fr: OPERATION ANNULEE PAR LE VENDEUR

# FProcessing.FailedToConnectToPOI
source: Failed to connect to POI
fr: Impossible de se connecter au terminal

# FProcessing.FROM
source: FROM
fr: DEPUIS

# FProcessing.InvalidCancellationProcessing
source: Invalid CANCELLATION processing
fr: Traitement de l'ANNULATION en erreur

# FProcessing.InvalidPaymentProcessing
source: Invalid PAYMENT processing
fr: Traitement du PAIEMENT en erreur

# FProcessing.InvalidReconciliationProcessing
source: Invalid RECONCILIATION processing
fr: Traitement de la RECONCILIATION en erreur

# FProcessing.LoginSale
source: LOGIN SALE
fr: CONNEXTION DE LA CAISSE

# FProcessing.LoginToPOI
source: Login to POI
fr: Tentative de connexion au terminal

# FProcessing.LogoutFromPOI
source: Logout from POI
fr: Déconnexion du terminal

# FProcessing.LogoutSale
source: LOGOUT SALE
fr: DECONNEXION DE LA CAISSE

# FProcessing.MissingAmount
source: Missing mandatory amount
fr: Montant de la transaction obligatoire absent

# FProcessing.MissingCurrency
source: Missing mandatory currency
fr: Devise de la transaction obligatoire absente

# FProcessing.NotProcessedSuccessfully
source: hasn't been processed successfully
fr: n'a pas été traité(e) avec succès

# FProcessing.NoTxnToProcess
source: No transaction to process
fr: Aucune transaction à traiter

# FProcessing.NoTxnToProcessCaption
source: NO TRANSACTION TO PROCESS
fr: AUCUNE TRANSACTION A TRAITER

# FProcessing.OperationCancelled
source: Operation has been cancelled
fr: L'opération a été annulée

# FProcessing.OperationTimedout
source: The operation timed out and has been cancelled
fr: L'opération s'est terminée par un TIMEOUT et a été annulée

# FProcessing.OperationWontComplete
source: The operation will not complete
fr: La transaction n'a pas été terminée

# FProcessing.PaymentInProgress
source: Payment in progress
fr: Paiement en cours

# FProcessing.PaymentRequest
source: PAYMENT REQUEST
fr: DEMANDE DE PAIEMENT

# FProcessing.PleaseCheckNetwork
source: please check your network connection
fr: merci de vérifier votre connexion réseau

# FProcessing.PrintCheckInProgress
source: Printing check
fr: Impression d’un chèque

# FProcessing.PrintCheckRequest
source: PRINT CHECK REQUEST
fr: DEMANDE D’IMPRESSION D’UN CHEQUE

# FProcessing.ProcessedSuccessfully
source: has been processed successfully
fr: a été traité avec succès

# FProcessing.ReadCheckInProgress
source: Reading check
fr: Lecture d’un chèque

# FProcessing.ReadCheckRequest
source: READ CHECK REQUEST
fr: DEMANDE DE LECTURE D’UN CHEQUE

# FProcessing.ReconciliationInProgress
source: Reconciliation in progress
fr: Réconciliation en cours

# FProcessing.ReconciliationRequest
source: RECONCILIATION REQUEST
fr: DEMANDE D'ANNULATION

# FProcessing.RefundInProgress
source: Refund in progress
fr: Remboursement en cours

# FProcessing.RefundRequest
source: REFUND REQUEST
fr: DEMANDE DE REMBOURSEMENT

# FProcessing.ReversalInProgress
source: Cancelling purchase
fr: Annulation d’un paiement

# FProcessing.ReversalRequest
source: REVERSAL REQUEST
fr: DEMANDE DE REDRESSEMENT

# FProcessing.SaleConnected
source: Sale connected
fr: La caisse est connectée

# FProcessing.SaleDeconnected
source: Sale deconnected
fr: La caisse est déconnectée

# FProcessing.SaleFailedToConnect
source: Sale failed to connect
fr: La caisse n’a pas pu se connecter

# FProcessing.SaleFailedToDeconnect
source: Sale failed to deconnect
fr: La caisse n’a pas pu se déconnecter

# FProcessing.TO
source: TO
fr: A

# FProcessing.TransactionNotReversed
source: Transaction hasn't been reversed
fr: La transaction n’a pas été redressée

# FProcessing.TransactionReversed
source: Transaction has been reversed
fr: La transaction a été redressée

source: from sale
fr: depuis la caisse

# FromSaleU
source: FROM SALE
fr: DEPUIS LA CAISSE

# FSettings.Caption
source: NEXOSale settings
fr: Paramètres NEXOSale

# FSettings.ImagesFiles
source: Image files|*.png;*.jpg;*.jpeg;*.bmp|All files|*.*
fr: Fichiers image|*.png;*.jpg;*.jpeg;*.bmp|Tous les fichiers|*.*

# FSettings.LogsFiles
source: Log files|*.log|Text files|*.txt|All files|*.*
fr: Fichiers log|*.log|Fichiers texte|*.txt|Tous les fichiers|*.*

# FSettings.NoPrinter
source: No printer selected
fr: Aucune imprimante sélectionnée

# FSettings.SettingsFileNotSaved
source: Settings file hasn't been saved. Please check file name and path
fr: Les paramètres n’ont pas été enregistrés. Veuillez vérifier le nom du fichier et son chemin

# FSettings.SettingsFiles
source: Json files|*.json|Text files|*.txt|All files|*.*
fr: Fichiers Json|*.json|Fichiers texte|*.txt|Tous les fichiers|*.*

# FSettings.SomeSettingsModified
source: Some settings have been modified
fr: Certains paramètres ont été modifiés

# FSettings.SomeSettingsModifiedSaveThem
source: Do you want to save them ?
fr: Voulez-vous les enregistrer ?

# FSettings.UnsupportedImageFile
source: The image file is not supported or does not contain a valid image
fr: Le format de ce fichier image n’est pas supporté ou ne contient pas une image valide

source: hours
fr: heures

# InWord
source: in
fr: dans

source: Payment
fr: Paiement

source: Received
fr: Reçu

source: seconds
fr: secondes

# Button.AboutToClose
source: Closing
fr: Fermeture

# NexoErrorInformation
source: POI return code
fr: Code retour du terminal

# FProcessing.Amount
source: No amount
fr: Pas de montant

# FSelectPrinter.DefaultPrinter
source: (default printer)
fr: (imprimante par défaut)

# FProcessing.Error
source: Error
fr: Erreur
