Repository: pmespace/PMS.NEXOSale
Catalog: NEXOSale.30/FSettings.*.resx
Languages: fr

# pbSaveSettings.Text
source: Save settings
fr: Enregistrer les paramètres

# pbSave.Text
source: &Accept
fr: &Valider

# pbCancel.Text
source: &Cancel
fr: &Annuler

# Label12.Text
source: Delay before autoclose:
fr: Délai avant fermeture automatique:

# cbAutoclose.Text
source: Autoclose processing window
fr: Fermeture automatique de la fenêtre de traitement

# cbNoAutoCloseOnError.Text
source: No autoclose on error
fr: Pas de fermeture automatique en cas d'erreur

# cbUseBackup.Text
source: Use backup POI
fr: Utiliser le terminal de secours

# cbGPRS.Text
source: Use GPRS connection
fr: Utiliser la connexion GPRS/3G/4G

# cbPOIIsOffline.Text
source: POI is offline
fr: Le terminal n'est pas connecté

# cbHideInformation.Text
source: Hide trace pane when processing
fr: Cacher les traces durant le traitement d'une transaction

# cbAlwaysLogToPOI.Text
source: Always log on to the POI
fr: Toulours se reconnecter au terminal avant une transaction

# settingsPage.Text
source: Settings
fr: Paramètres

# rbMainPOI.Text
source: Primary POI
fr: POI principal

# rbBackupPOI.Text
source: Backup POI
fr: POI de secours

# cbSavePDF.Text
source: Save receipts
fr: Enregistrer les reçus

# Label3.Text
source: Terminal IP:
fr: IP du terminal:

# Label5.Text
source: Terminal port:
fr: Port du terminal:

# pbTestConnection.Text
source: &Test connection
fr: &Tester la connexion

# Label17.Text
source: Check operations timer:
fr: Timer chèque:

# Label9.Text
source: General nexo timer:
fr: Timer nexo:

# Label11.Text
source: Payment timer:
fr: Timer paiement:

# cbSupportsCheck.Text
source: Supports checks
fr: Support des chèques

# cbSynchronous.Text
source: Synchronous
fr: Synchrone

# cbPrintReceipt.Text
source: Print receipts
fr: Imprimer les reçus

# cbSupportsAbort.Text
source: Supports abort
fr: Support abort

# cbSupportsRefund.Text
source: Supports refund
fr: Support du remboursement

# cbCustomer.Text
source: Customer
fr: Client

# cbMerchant.Text
source: Merchant
fr: Commerçant

# cbSupportsReversal.Text
source: Supports cancellation
fr: Support de l'annulation

# cbSupportsReconciliation.Text
source: Supports reconciliation
fr: Support de la réconciliation

# lblReceiptsFolder.Text
source: Receipts directory:
fr: Répertoire des reçus:

# Label13.Text
source: Settings file name:
fr: Nom du fichier de paramètres:

# Label14.Text
source: Log file name:
fr: Nom du fichier LOG:

# cbSaleIDUSeIP.Text
source: Use local IP
fr: Utiliser l'IP locale

# cbPOIIDUseIP.Text
source: Use terminal IP
fr: Utiliser l'IP du terminal

# Label4.Text
source: Application name:
fr: Nom de l'application:

# Label6.Text
source: Software version:
fr: Version du logiciel:

# Label7.Text
source: Manufacturer name:
fr: Nom du fournisseur:

# Label8.Text
source: Currency:
fr: Devise:

# Label10.Text
source: Certification code:
fr: Certificat:

# Label18.Text
source: Admin code:
fr: Code administrateur:

# cbUseDate.Text
source: Use date
fr: Utiliser la date

# advancedSettingsPage.Text
source: Advanced settings
fr: Paramètres avancés

# Label19.Text
source: Gateway IP:
fr: IP de la passerelle:

# Label24.Text
source: Password:
fr: Mot de passe:

# Label22.Text
source: User:
fr: Utilisateur:

# Label20.Text
source: Gateway port:
fr: Port de la passerelle:

# pbTestGPRS.Text
source: &Test connection
fr: &Tester la connexion

# cbRemoteCertificateNotAvailable.Text
source: Certificate not available
fr: Certificat non disponible

# cbRemoteCertificateNameMismatch.Text
source: Certificate name mismatch
fr: Le nom du certificat est erroné

# cbRemoteCertificateChainErrors.Text
source: Certificate chain errors
fr: Erreur dans la chaine des certificats

# Label16.Text
source: Server name:
fr: Nom du server:

# GPRSPage.Text
source: GPRS/3G/4G backup
fr: Dégradé GPRS/3G/4G

# Label29.Text
source: Text to print:
fr: Texte à imprimer:

# Label28.Text
source: Logo to print:
fr: Logo à imprimer:

# pbChoosePicture.Text
source: Select...
fr: Choisir...

# pbPrinter.Text
source: Select printer
fr: Sélectionner l'imprimante

# lblPrinter.Text
source: No printer selected
fr: Aucune imprimante sélectionnée

# printSettingsPage.Text
source: Print settings
fr: Paramètres d'impression

# cbResuseMerchantReferenceID.Text
source: Reuse merchant reference ID for transaction ID
fr: Réutiliser la référence du commerçant comme référence de la transaction

# cbReturnBrand.Text
source: Return card brand after transaction
fr: Récupérer la marque de la carte après la transaction

# cbAllowOfflinePOI.Text
source: Allow transactions if POI is offline
fr: Permettre les paiements si le terminal est hors ligne

# miscellaneous.Text
source: Miscellaneous
fr: Divers

# $this.Text
source: Nexo Retailer Settings
fr: Paramètres nexo Retailer

# cbUseRefundForCancel.Text
source: Use refund instead of cancel
fr: Utiliser le remboursement au lieu de l'annulation de transaction

# Label15.Text
source: Trace level:
fr: Niveau de trace:

# cbNotifAlwaysOK.Text
source: Notification always returns Success
fr: Les notifications renvoient toujours Success

# cbSupportDeviceDisplay.Text
source: Supports POI replication
fr: Support réplication POI

# cbDisplayAlwaysReturnsOK.Text
source: Display always returns Success
fr: Les commendes d'affichage renvoient toujours Success
